Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# storage_description
source: Manage cached files, logs, and backups
af: Bestuur Flare se berging
ar: إدارة تخزين اللعب
bg: Управление на съхранението на Flare
ca: Gestionar l'emmagatzematge de Flare
cs: Správa Flareho úložiště
da: Administrer gemte filer, logs og backups
de: Verwalte zwischengespeicherte Dateien, Protokolle und Backups
el: Διαχείριση αποθηκευμένων αρχείων, καταγραφών και αντιγράφων ασφαλείας
fi: Hallitse välimuistitiedostoja, lokeja ja varmuuskopioita
fr: Gérer les fichiers mis en cache, les logs et les sauvegardes
he: נהל קבצים שנשמרו במטמון, יומנים וגיבויים
hu: Gyorsítótárazott fájlok, naplók és biztonsági mentések kezelése
it: Gestisci file memorizzati nella cache, log e backup
ja: キャッシュされたファイル、ログ、バックアップを管理する
ko: 캐시된 파일, 로그 및 백업 관리
nb: Administrer hurtigbuffer, logger og sikkerhetskopier
nl: Beheer gecachte bestanden, logs en back-ups
pl: Zarządzaj plikami w pamięci podręcznej, logami i kopiami zapasowymi
pt: Gerir ficheiros em cache, registos e cópias de segurança
pt_br: Gerenciar arquivos em cache, logs e backups
ro: Gestionați fișierele din memoria cache, jurnalele și copiile de rezervă
ru: Управление кэшированными файлами, логами и резервными копиями
sr: Управљајте кешираним датотекама, дневницима и резервним копијама
sv: Hantera cachade filer, loggar och säkerhetskopior
tr: Önbelleğe alınmış dosyaları, günlükleri ve yedekleri yönetin
uk: Керуйте кешованими файлами, журналами та резервними копіями
vi: Quản lý các tệp đã lưu trong bộ nhớ đệm, nhật ký và bản sao lưu
zh_hans: 管理缓存文件、日志和备份
zh_hant: 管理快取檔案、日誌和備份

# storage_title
source: Storage
af: Berging
ar: التخزين
bg: Съхранение
ca: Emmagatzematge
cs: Úložiště
da: Lagerplads
de: Speicher
el: Αποθηκευτικός χώρος
fi: Tallennustila
fr: Stockage
he: אחסון
hu: Tárhely
it: Archiviazione
ja: ストレージ
ko: 저장 공간
nb: Lagring
nl: Opslag
pl: Pamięć
pt: Armazenamento
pt_br: Armazenamento
ro: Stocare
ru: Хранилище
sr: Складиште
sv: Lagring
tr: Depolama
uk: Сховище
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存

# storage_view_app_log_desc
source: Inspect captured network and application log messages.
af: Inspekteer vasgelegde netwerk- en programlogboodskappe.
ar: افحص رسائل سجل الشبكة والتطبيق الملتقطة.
bg: Преглед на заснетите мрежови и приложни лог съобщения.
ca: Inspecciona els missatges capturats de xarxa i del registre de l’aplicació.
cs: Prohlédněte si zachycené síťové zprávy a zprávy protokolu aplikace.
da: Gennemse registrerede netværks- og applogbeskeder.
de: Erfasste Netzwerk- und App-Protokollmeldungen prüfen.
el: Επιθεώρηση καταγεγραμμένων μηνυμάτων δικτύου και αρχείου καταγραφής εφαρμογής.
fi: Tarkastele kaapattuja verkko- ja sovelluslokiviestejä.
fr: Inspecter les messages capturés du réseau et du journal de l’application.
he: בדיקת הודעות רשת ויומן יישום שנלכדו.
hu: Rögzített hálózati és alkalmazásnapló-üzenetek vizsgálata.
it: Esamina i messaggi acquisiti di rete e del registro dell’app.
ja: 取得したネットワークとアプリケーションログメッセージを確認します。
ko: 캡처된 네트워크 및 애플리케이션 로그 메시지를 검사합니다.
nb: Inspiser registrerte nettverks- og apploggmeldinger.
nl: Inspecteer vastgelegde netwerk- en applicatielogberichten.
pl: Sprawdź przechwycone komunikaty sieciowe i dziennika aplikacji.
pt: Inspecione mensagens capturadas de rede e do registo da aplicação.
pt_br: Inspecione mensagens capturadas de rede e do registo da aplicação.
ro: Inspectează mesajele capturate de rețea și jurnalul aplicației.
ru: Просмотреть захваченные сетевые сообщения и журнал приложения.
sr: Прегледајте снимљене мрежне поруке и поруке дневника апликације.
sv: Granska infångade nätverks- och apploggmeddelanden.
tr: Yakalanan ağ ve uygulama günlüğü mesajlarını inceleyin.
uk: Перегляньте захоплені мережеві повідомлення та журнали застосунку.
vi: Kiểm tra thông báo nhật ký mạng và ứng dụng đã ghi lại.
zh_hans: 查看捕获的网络和应用日志消息。
zh_hant: 查看擷取的網路和應用程式日誌訊息。

source: Streaming videos cannot be saved directly
af: Stroomvideo's kan nie direk gestoor word nie
ar: لا يمكن حفظ مقاطع الفيديو المتدفقة مباشرة
bg: Стрийминг видеата не могат да се запазват директно
ca: Els vídeos en streaming no es poden desar directament
cs: Streamovaná videa nelze uložit přímo
da: Streamingvideoer kan ikke gemmes direkte
de: Streaming-Videos können nicht direkt gespeichert werden
el: Τα βίντεο ροής δεν μπορούν να αποθηκευτούν απευθείας
fi: Suoratoistovideoita ei voi tallentaa suoraan
fr: Les vidéos en streaming ne peuvent pas être enregistrées directement
he: לא ניתן לשמור סרטוני סטרימינג ישירות
hu: A streamelt videók nem menthetők közvetlenül
it: I video in streaming non possono essere salvati direttamente
ja: ストリーミング動画は直接保存できません
ko: 스트리밍 동영상은 직접 저장할 수 없습니다
nb: Strømmevideoer kan ikke lagres direkte
nl: Streamingvideo's kunnen niet rechtstreeks worden opgeslagen
pl: Filmów strumieniowych nie można zapisać bezpośrednio
pt: Vídeos em streaming não podem ser guardados diretamente
pt_br: Vídeos em streaming não podem ser salvos diretamente
ro: Videoclipurile transmise în flux nu pot fi salvate direct
ru: Потоковые видео нельзя сохранить напрямую
sr: Стриминг видео снимци не могу директно да се сачувају
sv: Strömmande videor kan inte sparas direkt
tr: Akış videoları doğrudan kaydedilemez
uk: Потокові відео не можна зберегти напряму
vi: Không thể lưu trực tiếp video phát trực tuyến
zh_hans: 无法直接保存流媒体视频
zh_hant: 無法直接儲存串流影片

source: Subscription required
af: Intekening vereis
ar: الاشتراك مطلوب
bg: Изисква се абонамент
ca: Cal subscripció
cs: Vyžadováno předplatné
da: Abonnement kræves
de: Abonnement erforderlich
el: Απαιτείται συνδρομή
fi: Tilaus vaaditaan
fr: Abonnement requis
he: נדרש מינוי
hu: Előfizetés szükséges
it: Abbonamento richiesto
ja: 購読が必要です
ko: 구독 필요
nb: Abonnement kreves
nl: Abonnement vereist
pl: Wymagana subskrypcja
pt: Subscrição necessária
pt_br: Assinatura necessária
ro: Este necesar un abonament
ru: Требуется подписка
sr: Потребна је претплата
sv: Prenumeration krävs
tr: Abonelik gerekli
uk: Потрібна підписка
vi: Cần đăng ký
zh_hans: 需要订阅
zh_hant: 需要訂閱

# subscription_url_hint
source: Supports RSS feeds and Mastodon instances
af: Intekening-URL
ar: رابط الاشتراك
bg: URL за абонамент
ca: URL de subscripció
cs: URL předplatného
da: Abonnements-URL
de: Abonnement-URL
el: URL συνδρομής
fi: Tilaus-URL
fr: URL d'abonnement
he: כתובת מנוי
hu: Előfizetési URL
it: URL abbonamento
ja: 購読URL
ko: 구독 URL
nb: Støtter RSS-strømmer og Mastodon instanser
nl: Abonnements-URL
pl: URL subskrypcji
pt: URL de subscrição
pt_br: URL de assinatura
ro: URL abonament
ru: URL подписки
sr: УРЛ претплате
sv: Prenumerations-URL
tr: Abonelik URL'si
uk: URL підписки
vi: URL đăng ký
zh_hans: 订阅 URL
zh_hant: 訂閱 URL

source: Suggestions
af: Voorstelle
ar: اقتراحات
bg: Предложения
ca: Suggeriments
cs: Návrhy
da: Forslag
de: Vorschläge
el: Προτάσεις
fi: Ehdotukset
he: הצעות
hu: Javaslatok
it: Suggerimenti
ja: 提案
ko: 제안
nb: Forslag
nl: Suggesties
pl: Sugestie
pt: Sugestões
pt_br: Sugestões
ro: Sugestii
ru: Предложения
sr: Предлози
sv: Förslag
tr: Öneriler
uk: Пропозиції
vi: Gợi ý
zh_hans: 建议
zh_hant: 建議

source: Summarize
af: Som op
ar: لخّص
bg: Обобщаване
ca: Resumir
cs: Shrnout
da: Opsummer
de: Zusammenfassen
el: Σύνοψη
fi: Tiivistä
fr: Résumer
he: סכם
hu: Összegzés
it: Riassumi
ja: 要約
ko: 요약
nb: Oppsummer
nl: Samenvatten
pl: Podsumuj
pt: Resumir
pt_br: Resumir
ro: Rezumați
ru: Суммировать
sr: Сажми
sv: Sammanfatta
tr: Özetle
uk: Підсумувати
vi: Tóm tắt
zh_hans: 总结
zh_hant: 總結

source: Summarize long text with AI
af: Som lang teks op met KI
ar: تلخيص نص طويل باستخدام الذكاء الاصطناعي
bg: Обобщаване на дълъг текст с AI
ca: Resumeix el text llarg amb IA
cs: Shrnout dlouhý text pomocí AI
da: Opsummer lang tekst med AI
de: Langen Text mit KI zusammenfassen
el: Σύνοψη μεγάλου κειμένου με AI
fi: Tiivistä pitkä teksti AI:lla
fr: Résumer un texte long avec l'IA
he: סכם טקסט ארוך עם AI
hu: Hosszú szöveg összefoglalása AI-val
it: Riassumi testo lungo con l'IA
ja: 長いテキストをAIで要約
ko: AI로 긴 텍스트 요약
nb: oppsummerer lang tekst med AI
nl: Lange tekst samenvatten met AI
pl: Podsumuj długi tekst za pomocą AI
pt: Resumir texto longo com IA
pt_br: Resumir texto longo com IA
ro: Rezumați textul lung cu AI
ru: Суммировать длинный текст с помощью AI
sr: Сумирај дугачак текст помоћу АИ
sv: Sammanfatta lång text med AI
tr: Uzun metni yapay zeka ile özetle
uk: Підсумувати довгий текст за допомогою AI
vi: Tóm tắt văn bản dài bằng AI
zh_hans: 使用 AI 总结长文本
zh_hant: 使用 AI 總結長文本

source: Summarize this article
af: Som hierdie artikel op
ar: تلخيص هذا المقال
bg: Обобщаване на тази статия
ca: Resumeix aquest article
cs: Shrnout tento článek
da: Opsummer denne artikel
de: Diesen Artikel zusammenfassen
el: Σύνοψη αυτού του άρθρου
fi: Tiivistä tämä artikkeli
fr: Résumer cet article
he: סכם את המאמר הזה
hu: Összefoglalás erről a cikkről
it: Riassumi questo articolo
ja: この記事を要約
ko: 이 기사 요약
nb: oppsummerer denne artikkelen
nl: Dit artikel samenvatten
pl: Podsumuj ten artykuł
pt: Resumir este artigo
pt_br: Resumir este artigo
ro: Rezumați acest articol
ru: Суммировать эту статью
sr: Сумирај овај чланак
sv: Sammanfatta denna artikel
tr: Bu makaleyi özetle
uk: Підсумувати цю статтю
vi: Tóm tắt bài viết này
zh_hans: 总结这篇文章
zh_hant: 總結這篇文章

source: Summary Prompt
af: Opsomming-opdrag
ar: مطالبة التلخيص
bg: Подкана за обобщение
ca: Indicador de resum
cs: Výzva k shrnutí
da: Opsummeringsprompt
de: Zusammenfassung-Prompt
el: Προτροπή σύνοψης
fi: Tiivistelmäkehote
fr: Invite de résumé
he: פרומפט סיכום
hu: Összefoglaló parancs
it: Prompt di riepilogo
ja: 要約プロンプト
ko: 요약 프롬프트
nb: Ledetekst i sammendrag
nl: Samenvatting-prompt
pl: Monit podsumowania
pt: Prompt de resumo
pt_br: Prompt de resumo
ro: Prompt de rezumat
ru: Подсказка для резюме
sr: Упит за резиме
sv: Sammanfattningsprompt
tr: Özet İstemi
uk: Підказка для підсумку
vi: Lời nhắc tóm tắt
zh_hans: 总结提示词
zh_hant: 總結提示詞

# system_settings_description
source: Update Flare’s permission or language
af: Werk Flare se toestemmings of taal op
ar: حدّث أذونات Flare أو لغته
bg: Актуализирайте разрешенията или езика на Flare
ca: Actualitza els permisos o l'idioma de Flare
cs: Aktualizujte oprávnění nebo jazyk aplikace Flare
da: Opdater Flares tilladelser eller sprog
de: Berechtigungen oder Sprache von Flare aktualisieren
el: Ενημερώστε τα δικαιώματα ή τη γλώσσα του Flare
fi: Päivitä Flaren käyttöoikeudet tai kieli
fr: Mettre à jour les autorisations ou la langue de Flare
he: עדכנו את ההרשאות או השפה של Flare
hu: Frissítsd a Flare engedélyeit vagy nyelvét
it: Aggiorna i permessi o la lingua di Flare
ja: Flare の権限または言語を更新
ko: Flare의 권한 또는 언어 업데이트
nb: Oppdater Flares tillatelser eller språk
nl: Werk de machtigingen of taal van Flare bij
pl: Zaktualizuj uprawnienia lub język Flare
pt: Atualize as permissões ou o idioma do Flare
pt_br: Atualize as permissões ou o idioma do Flare
ro: Actualizează permisiunile sau limba Flare
ru: Обновите разрешения или язык Flare
sr: Ажурирајте дозволе или језик за Flare
sv: Uppdatera Flares behörigheter eller språk
tr: Flare izinlerini veya dilini güncelleyin
uk: Оновіть дозволи або мову Flare
vi: Cập nhật quyền hoặc ngôn ngữ của Flare
zh_hans: 更新 Flare 的权限或语言
zh_hant: 更新 Flare 的權限或語言

# system_settings_title
source: System settings
af: Sisteem
ar: النظام
bg: Система
ca: Sistema
cs: Systém
da: System
de: System
el: Σύστημα
fi: Järjestelmä
fr: Système
he: מערכת
hu: Rendszer
it: Sistema
ja: システム
ko: 시스템
nb: System innstillinger
nl: Systeem
pl: System
pt: Sistema
pt_br: Sistema
ro: Sistem
ru: Система
sr: Систем
sv: System
tr: Sistem
uk: Система
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# tab_settings_add_group
source: Add Group
af: Voeg groep by
ar: إضافة مجموعة
bg: Добавяне на група
ca: Afegeix grup
cs: Přidat skupinu
da: Tilføj gruppe
de: Gruppe hinzufügen
el: Προσθήκη ομάδας
fi: Lisää ryhmä
fr: Ajouter un groupe
he: הוסף קבוצה
hu: Csoport hozzáadása
it: Aggiungi gruppo
ja: グループを追加
ko: 그룹 추가
nb: Legg til gruppe
nl: Groep toevoegen
pl: Dodaj grupę
pt: Adicionar grupo
pt_br: Adicionar grupo
ro: Adaugă grupul
ru: Добавить группу
sr: Додај групу
sv: Lägg till grupp
tr: Grup ekle
uk: Додати групу
vi: Thêm nhóm
zh_hans: 添加分组
zh_hant: 新增群組

# tab_settings_add_tab
source: Add Tab
af: Voeg oortjie by
ar: إضافة علامة تبويب
bg: Добавяне на раздел
ca: Afegeix pestanya
cs: Přidat kartu
da: Tilføj fane
de: Tab hinzufügen
el: Προσθήκη καρτέλας
fi: Lisää välilehti
fr: Ajouter un onglet
he: הוסף לשונית
hu: Fül hozzáadása
it: Aggiungi scheda
ja: タブを追加
ko: 탭 추가
nb: Legg til fane
nl: Tabblad toevoegen
pl: Dodaj kartę
pt: Adicionar separador
pt_br: Adicionar aba
ro: Adaugă fila
ru: Добавить вкладку
sr: Додај картицу
sv: Lägg till flik
tr: Sekme ekle
uk: Додати вкладку
vi: Thêm tab
zh_hans: 添加标签页
zh_hant: 新增分頁

# tab_settings_customize
source: Customize Home Tabs
af: Pas tuisoortjies aan
ar: تخصيص تبويبات الرئيسية
bg: Персонализиране на началните раздели
ca: Personalitza les pestanyes d’inici
cs: Přizpůsobit domovské karty
da: Tilpas hjemfaner
de: Home-Tabs anpassen
el: Προσαρμογή καρτελών αρχικής
fi: Mukauta etusivun välilehtiä
fr: Personnaliser les onglets d’accueil
he: התאמת לשוניות הבית
hu: Kezdőlapfülek testreszabása
it: Personalizza le schede Home
ja: ホームタブをカスタマイズ
ko: 홈 탭 사용자화
nb: Tilpass hjemfaner
nl: Starttabbladen aanpassen
pl: Dostosuj karty główne
pt: Personalizar separadores iniciais
pt_br: Personalizar abas iniciais
ro: Personalizează filele Acasă
ru: Настроить вкладки главной
sr: Прилагоди почетне картице
sv: Anpassa hemflikar
tr: Ana sekmeleri özelleştir
uk: Налаштувати домашні вкладки
vi: Tùy chỉnh thẻ Trang chủ
zh_hans: 自定义首页标签
zh_hant: 自訂首頁標籤

# tab_settings_edit_group
source: Edit Group
af: Wysig groep
ar: تعديل المجموعة
bg: Редактиране на група
ca: Edita el grup
cs: Upravit skupinu
da: Rediger gruppe
de: Gruppe bearbeiten
el: Επεξεργασία ομάδας
fi: Muokkaa ryhmää
fr: Modifier le groupe
he: ערוך קבוצה
hu: Csoport szerkesztése
it: Modifica gruppo
ja: グループを編集
ko: 그룹 편집
nb: Rediger gruppe
nl: Groep bewerken
pl: Edytuj grupę
pt: Editar grupo
pt_br: Editar grupo
ro: Editează grupul
ru: Редактировать группу
sr: Уреди групу
sv: Redigera grupp
tr: Grubu düzenle
uk: Редагувати групу
vi: Chỉnh sửa nhóm
zh_hans: 编辑分组
zh_hant: 編輯群組

# tab_settings_edit_icon_header
source: Tab icon
af: Ikoon
ar: أيقونة
bg: Икона
ca: Icona
cs: Ikona
da: Ikon
de: Symbol
el: Εικονίδιο
fi: Kuvake
fr: Icône
he: סמל
hu: Ikon
it: Icona
ja: アイコン
ko: 아이콘
nb: Faneikon
nl: Pictogram
pl: Ikona
pt: Ícone
pt_br: Ícone
ro: Pictogramă
ru: Иконка
sr: Икона
sv: Ikon
tr: Simge
uk: Піктограма
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

# tab_settings_edit_title_header
source: Tab title
af: Titel
ar: العنوان
bg: Заглавие
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
fi: Otsikko
fr: Titre
he: כותרת
hu: Cím
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel på fane
nl: Titel
pl: Tytuł
pt: Título
pt_br: Título
ro: Titlu
ru: Заголовок
sr: Наслов
sv: Titel
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# tab_settings_edit_title_placeholder
source: Please input the tab title here
af: Voer titel in
ar: أدخل العنوان
bg: Въведете заглавие
ca: Introduïu el títol
cs: Zadejte název
da: Indtast titel
de: Titel eingeben
el: Εισαγάγετε τίτλο
fi: Syötä otsikko
fr: Saisir le titre
he: הזן כותרת
hu: Cím megadása
it: Inserisci titolo
ja: タイトルを入力
ko: 제목 입력
nb: Skriv inn fanetittel her
nl: Voer titel in
pl: Wpisz tytuł
pt: Introduzir título
pt_br: Insira o título
ro: Introduceți titlul
ru: Введите заголовок
sr: Унесите наслов
sv: Ange titel
tr: Başlık girin
uk: Введіть заголовок
vi: Nhập tiêu đề
zh_hans: 输入标题
zh_hant: 輸入標題

# tab_settings_edit_use_avatar
source: Show user avatar
af: Gebruik avatar
ar: استخدام الصورة الرمزية
bg: Използване на аватар
ca: Utilitza l'avatar
cs: Použít avatar
da: Brug avatar
de: Avatar verwenden
el: Χρήση άβαταρ
fi: Käytä avataria
fr: Utiliser l'avatar
he: השתמש באוואטר
hu: Avatar használata
it: Usa avatar
ja: アバターを使用
ko: 아바타 사용
nb: Vis brukerens profilbilde
nl: Avatar gebruiken
pl: Użyj awatara
pt: Usar avatar
pt_br: Usar avatar
ro: Folosește avatarul
ru: Использовать аватар
sr: Користи аватар
sv: Använd avatar
tr: Avatar kullan
uk: Використовувати аватар
vi: Sử dụng ảnh đại diện
zh_hans: 使用头像
zh_hant: 使用頭像

# tab_settings_enable_mixed_timeline_desc
source: Mixed timeline will mix all tabs timeline result in one tab
af: Gemengde tydlyn sal al die tab tydlyn resultate in 'n tab meng
ar: سيتم خلط الخط الزمني المختلط بين جميع علامات التبويب في علامة تبويب واحدة
bg: Обединената хронология ще обедини хронологиите от всички раздели в един раздел
ca: La línia de temps mixta combinarà el resultat de totes les línies de temps en una fitxa
cs: Směsná časová osa promíchá všechny panely s výsledkem jedné záložky
da: Blandet tidslinje vil blande alle faners tidslinje-resultater i én fane
de: Die gemischte Timeline mischt alle Tab-Timeline-Ergebnisse in einem Tab
el: Η μικτή ροή θα αναμίξει όλα τα αποτελέσματα των καρτελών σε μία καρτέλα
fi: Sekoitettu aikajana sekoittaa kaikkien välilehtien aikajanatulokset yhteen välilehteen
fr: La timeline mixte mélangera tous les résultats des onglets en un seul onglet
he: ציר זמן מעורב יערבב את כל תוצאות הלשוניות בלשונית אחת
hu: A vegyes idővonal az összes lap idővonalának eredményét egyetlen lapon vonja össze
it: La timeline mista unirà tutti i risultati delle schede in una singola scheda
ja: 混合タイムラインは、すべてのタブのタイムライン結果を1つのタブに混合します
ko: 통합 타임라인은 모든 탭의 타임라인 결과를 하나의 탭에 섞어서 표시합니다
nb: Blandet tidslinje vil blande alle faners tidslinjen resulterer i en fane
nl: Gemengde tijdlijn mengt alle tijdlijnresultaten van tabbladen in één tabblad
pl: Mieszana oś czasu połączy wyniki ze wszystkich kart w jednej karcie
pt: A linha do tempo mista irá misturar todos os resultados dos separadores num único separador
pt_br: A linha do tempo mista irá misturar todos os resultados das abas em uma única aba
ro: Cronologia mixtă va amesteca toate rezultatele filelor într-o singură filă
ru: Смешанная лента объединит результаты всех вкладок в одну
sr: Мешовита временска линија ће помешати све резултате картица у једну картицу
sv: Blandad tidslinje kommer att blanda alla flikars tidslinjeresultat i en flik
tr: Karma zaman tüneli, tüm sekmelerin zaman tüneli sonuçlarını tek bir sekmede karıştıracaktır
uk: Змішана стрічка об’єднає результати всіх вкладок в одну
vi: Dòng thời gian hỗn hợp sẽ trộn tất cả kết quả dòng thời gian của các tab vào một tab
zh_hans: 混合时间线会将所有标签页的时间线结果混合在一个标签页中
zh_hant: 混合時間線會將所有分頁的時間線結果混合在一個分頁中

# tab_settings_enable_mixed_timeline_title
source: Enable mixed timeline tab
af: Aktiveer gemengde tydlyn
ar: تمكين الجدول الزمني المختلط
bg: Активиране на смесена хронология
ca: Activa la línia de temps combinada
cs: Povolit kombinovanou časovou osu
da: Aktiver blandet tidslinje
de: Gemischte Timeline aktivieren
el: Ενεργοποίηση μικτού χρονολογίου
fi: Ota käyttöön seka-aikajana
fr: Activer la chronologie mixte
he: אפשר ציר זמן מעורב
hu: Vegyes idővonal engedélyezése
it: Abilita cronologia mista
ja: 混合タイムラインを有効にする
ko: 혼합 타임라인 활성화
nb: Aktiver blandet tidslinjefanel
nl: Gemengde tijdlijn inschakelen
pl: Włącz mieszaną oś czasu
pt: Ativar cronologia mista
pt_br: Ativar linha do tempo mista
ro: Activează cronologia mixtă
ru: Включить смешанную ленту
sr: Омогући мешовиту временску линију
sv: Aktivera blandad tidslinje
tr: Karma zaman çizelgesini etkinleştir
uk: Увімкнути змішану стрічку
vi: Bật dòng thời gian hỗn hợp
zh_hans: 启用混合时间线
zh_hant: 啟用混合時間線

# tab_settings_enabled
source: Include in Mixed
af: Sluit in Gemeng in
ar: التضمين في المختلط
bg: Включване в Смесени
ca: Inclou a Mixta
cs: Zahrnout do Smíšené
da: Medtag i Blandet
de: In Gemischt aufnehmen
el: Συμπερίληψη στο Μικτό
fi: Sisällytä sekoitettuun
fr: Inclure dans Mixte
he: לכלול במעורב
hu: Felvétel a Vegyesbe
it: Includi in Misto
ja: Mixedに含める
ko: Mixed에 포함
nb: Inkluder i Blandet
nl: Opnemen in Gemengd
pl: Uwzględnij w Mieszanej
pt: Incluir em Mista
pt_br: Incluir em Mista
ro: Include în Mixt
ru: Включить в смешанную
sr: Укључи у Мешано
sv: Inkludera i Blandad
tr: Karışık’a dahil et
uk: Включити до Змішаної
vi: Bao gồm trong Hỗn hợp
zh_hans: 包含在混合中
zh_hant: 包含在混合中

# tab_settings_enabled_desc
source: Show this tab when the system Mixed timeline combines Home tabs.
af: Wys hierdie oortjie wanneer die stelsel se Gemengde tydlyn tuisoortjies kombineer.
ar: اعرض هذا التبويب عندما يجمع الخط الزمني المختلط في النظام تبويبات الرئيسية.
bg: Показване на този раздел, когато системната Смесена хронология комбинира началните раздели.
ca: Mostra aquesta pestanya quan la línia de temps Mixta del sistema combina pestanyes d’inici.
cs: Zobrazit tuto kartu, když systémová Smíšená časová osa kombinuje domovské karty.
da: Vis denne fane, når systemets Blandede tidslinje kombinerer hjemfaner.
de: Diesen Tab anzeigen, wenn die System-Timeline Gemischt Home-Tabs kombiniert.
el: Εμφάνιση αυτής της καρτέλας όταν το μικτό χρονολόγιο του συστήματος συνδυάζει καρτέλες αρχικής.
fi: Näytä tämä välilehti, kun järjestelmän sekoitettu aikajana yhdistää etusivun välilehdet.
fr: Afficher cet onglet lorsque le fil Mixte du système combine les onglets d’accueil.
he: הציגו לשונית זו כאשר ציר הזמן המעורב של המערכת משלב לשוניות בית.
hu: Jelenjen meg ez a fül, amikor a rendszer Vegyes idővonala egyesíti a kezdőlapfüleket.
it: Mostra questa scheda quando la timeline Misto del sistema combina le schede Home.
ja: システムのMixedタイムラインがホームタブを統合するとき、このタブを表示します。
ko: 시스템 Mixed 타임라인이 홈 탭을 결합할 때 이 탭을 표시합니다.
nb: Vis denne fanen når systemets Blandede tidslinje kombinerer hjemfaner.
nl: Toon dit tabblad wanneer de systeem-tijdlijn Gemengd starttabbladen combineert.
pl: Pokaż tę kartę, gdy systemowa oś czasu Mieszana łączy karty główne.
pt: Mostrar este separador quando a cronologia Mista do sistema combinar separadores iniciais.
pt_br: Mostrar esta aba quando a linha do tempo Mista do sistema combinar abas iniciais.
ro: Afișează această filă când cronologia Mixtă a sistemului combină filele Acasă.
ru: Показывать эту вкладку, когда системная смешанная лента объединяет вкладки главной.
sr: Прикажи ову картицу када системска Мешана временска линија комбинује почетне картице.
sv: Visa den här fliken när systemets Blandade tidslinje kombinerar hemflikar.
tr: Sistem Karışık zaman akışı ana sekmeleri birleştirdiğinde bu sekmeyi göster.
uk: Показувати цю вкладку, коли системна Змішана стрічка поєднує домашні вкладки.
vi: Hiển thị thẻ này khi dòng thời gian Hỗn hợp của hệ thống kết hợp các thẻ Trang chủ.
zh_hans: 当系统混合时间线合并首页标签时显示此标签。
zh_hant: 當系統混合時間線合併首頁標籤時顯示此標籤。
